const index = () => {
  return (
    <main className='container'>
      <section className='section'>
        <h1>Согласие на обработку персональных даных</h1>
        <p>
          <strong>1. Общие положения </strong> <br />
          Настоящая Политика конфиденциальности (далее — Политика) определяет
          порядок обработки и защиты персональных данных физических лиц (далее —
          Пользователи), которые оставляют свои данные через форму обратной
          связи на сайте master-stirka.ru (далее — Сайт). Владельцем Сайта и
          оператором персональных данных является Егор Антонович Ширшиков,
          действующий как физическое лицо, оказывающее услуги по ремонту
          стиральных машин (далее — Оператор). Оператор уважает права
          Пользователей и обеспечивает конфиденциальность их персональных данных
          в соответствии с законодательством Российской Федерации, включая
          Федеральный закон № 152-ФЗ «О персональных данных».
        </p>
        <br />
        <p>
          <strong>2. Персональные данные</strong>
          <br />
          Которые обрабатываются через форму обратной связи на Сайте
          Пользователь предоставляет следующие данные:
        </p>
        <ul>
          <li> - Имя</li>
          <li> - Номер телефона</li>
          <li>
            - Описание проблемы (текстовое сообщение, содержащее сведения о
            неисправности техники или пожелания Пользователя).
          </li>
        </ul>
        <br />
        <p>
          <strong>3. Цели обработки персональных данных </strong>
          <br />
          Предоставленные данные используются исключительно для:
        </p>
        <ul>
          <li>- связи с Пользователем;</li>
          <li>- уточнения деталей заявки;</li>
          <li>- согласования времени визита мастера;</li>
          <li>- предоставления консультации и ответов на вопросы.</li>
        </ul>
        <br />
        <p>
          Оператор не передаёт персональные данные третьим лицам, за исключением
          случаев, предусмотренных законодательством Российской Федерации.
        </p>
        <br />
        <p>
          <strong>4. Правовые основания обработки данных</strong>
          <br />
          Обработка персональных данных осуществляется с согласия Пользователя,
          выраженного путём заполнения и отправки формы обратной связи на Сайте.
        </p>
        <br />
        <p>
          <strong> 5. Способы и сроки обработки данных</strong>
        </p>
        <ol>
          <li>
            1) Персональные данные обрабатываются с использованием средств
            автоматизации или без них.
          </li>
          <li>2) Срок хранения данных — до достижения целей обработки.</li>
          <li>3) После достижения цели данные подлежат удалению.</li>
        </ol>
        <br />
        <p>
          <strong>6. Передача данных третьим лицам</strong>
          <br />
          Оператор не передаёт и не продаёт персональные данные третьим лицам,
          за исключением случаев, когда такая передача обязательна по закону
          (например, по запросу суда или государственных органов).
        </p>
        <br />
        <p>
          <strong>7. Меры по защите персональных данных</strong>
          <br />
          Оператор принимает необходимые организационные и технические меры для
          защиты персональных данных от неправомерного или случайного доступа,
          уничтожения, изменения, блокирования, копирования и распространения.
        </p>
        <br />
        <p>
          <strong>8. Права Пользователя</strong>
          <br />
          Пользователь имеет право: получать информацию о своих персональных
          данных, их обработке и целях обработки; требовать уточнения, или
          уничтожения своих данных, если они являются неполными, устаревшими или
          получены без согласия;
        </p>
        <br />
        <p>
          <strong>9. </strong> Контактная информация Оператора
          <br />
          <br />
          <strong>Оператор: </strong> Егор Антонович Ширшиков
          <br />
          <strong>E-mail: </strong> shirschikovegor@yandex.ru
          <br />
          <strong>Телефон: </strong> +79992256089
          <br />
          <strong>Адрес:</strong> г. Киров
        </p>
        <br />
        <p>
          <strong>10. Согласие с Политикой</strong>
          <br />
          Отправляя данные через форму обратной связи на Сайте, Пользователь
          подтверждает, что ознакомлен с данной Политикой и даёт согласие на
          обработку своих персональных данных.
        </p>
        <br />
        <br />
        <br />
        <p>Дата обновления: 26.09.2025</p>
      </section>
    </main>
  );
};
export default index;
